;繁體化：
;謝謝您的時間來幫助我提高 Listary 與改善翻譯！
;如果你協助你的母語翻譯成這個檔案，你會得到一個 Listary免費的Pro授權。
;聯繫更多信息support@listary.com。

;複製 English.ini 到 YourLanguage.ini

[Info]
;語言名稱在你自己的語言，例如：Deutsch
Language=繁體中文
;例如英語語言名稱：Deutsch
LanguageEn=Chinese(Traditional)
;你的名字在這裡。您也可以留下您的電子郵件，網站，博客... ...
Translator=toyuta (toyuta@gmail.com)
;這種語言檔案的版本
Version= 3.51 (Build 758)
;如果你不知道，留空
Codepage=

;翻譯者注意事項:
;請保持轉義序列，如 \n, \t, %d, %s, %% 不變
[Strings]
;Global
601=無
602=Listary選項

;Tray Menu
1001=在線說明
1002=檢查更新...
1003=關於
1004=離開

;Toolbar
1100=搜索

;Favorite Menu
2000=最愛
2001=應用程式
2002=全球
2003=在這裡新增
2004=新增目前資料夾至最愛項目
2050=無法新增最愛項目
2051=Listary無法取得應用程式的路徑

;Recent Menu
2100=最近檔案
2101=清除
2103=資料夾
2104=檔案
2105=記錄此應用程式
2106=不追縱此應用程式
2107=顯示更多...

;Smart Menu
2200=智慧指令
2201=目前開啟的資料夾
2202=在檔案管理器中，切換至最後瀏覽的資料夾
2203=開啟檔案管理器被選中的檔案
2204=瀏覽目前資料夾
2205=命令提示符
2206=切換到應用程式目錄
2207=瀏覽應用程式目錄
2208=顯示檔案副檔名
2209=顯示隱藏檔案與資料夾
2210=複製資料夾路徑至剪貼簿
2211=複製所選項目路徑至剪貼簿
2212=複製所選項目名稱至剪貼簿
2213=選項
2214=升級到 Listary Pro
2215=新增應用程式到支持列表
2216=在此應用程式中禁用 Listary
2217=匯出列表內容到CSV檔案
2218=分隔符
2250=%s 已成功加入到支持列表。
2251=現在您可以使用滑鼠中鍵或者快速鍵 %s 來在 %s 中啟用 Listary.
2252=您確定要在此應用程式中禁用Listary嗎?
2253=禁用Listary
2254=Listary已在此應用程式中被禁用(下次啟動時生效)\n您可以在 選項 > 應用程式設定 中再次啟用它.

;Search
2300=列表
2301=跳轉到
2302=沒有項目符合您的搜索。

;Options > General
3000=一般設定
3001=Windows開機時，啟動 Listary
3002=設定Windows作業系統的管理器項目，自動匯出至檔案列表中
3003=當開啟此選項時，會自動檢查更新
3004=快速切換 (在檔案對話框，開啟目前資料夾時，從檔案管理器做切換，開啟目前資料夾動作)
3005=語言:
3006=默認檔案管理器
3007=如果您喜歡Windows資源管理器以外的檔案管理器，可使用此填補.\nUse %1 在路徑參數(不要忘記引號).


;Options > Favorites
3100=最愛
3101=詳細資訊
3102=名稱:
3103=快速鍵:
3104=類型:
3105=路徑:
3106=子目錄
3107=新增一個最愛
3108=刪除選擇的最愛項目

;Options > Recent
3200=最近檔案
3201=全部最近項目:
3206=記錄全部最近項目
3207=記錄每個程式最近的檔案與資料夾
3208=自動在檔案對話框中，開啟最近開啟的檔案
3209=刪除最近選擇的項目
3210=移除所有最近的項目
3211=全部最近項目
3212=每個應用程式的最新資料夾
3213=每個應用程式的最新檔案
3214=最近目錄的選項
3215=搜索最近的檔案和資料夾

;Options > Smart Commands
3300=智慧指令
3301=詳細指令資訊
3303=指令:
3305=在智慧指令選單中顯示此指令
3306=新增自訂指令
3307=名稱
3308=快速鍵
3309=指令
3310=顯示在智慧選單
3311=新增一個內建的智慧指令
3312=刪除選中的指令

;Options > Applications
3400=應用設定
3401=應用程式設定: （以下設定僅影響上方列表中選擇的應用程式）
3402=在此應用程式啟用Listary
3403=記錄最近檔案和資料夾
3404=新增一個程式修正其設定
3405=刪除選擇的應用程式以及其最愛和最近的項目
3406=路徑

;Options > Keyboard and Mouse
3500=鍵盤和滑鼠
3501=快速鍵
3502=全部:
3503=顯示Listary工作欄:
3504=顯示彈出選單:
3505=預設 (僅適用於Listary工具欄顯示時有效):
3506=最愛:
3507=最近項目:
3508=智慧項目:
3509=即使Listary工具欄被隱藏，仍啟用預設快速鍵（包括最愛和智慧指令的快速鍵）
3510=滑鼠
3511=在資源管理器/檔案對話框 /桌面，雙擊空白區域，啟動Listary。
3512=滑鼠中鍵單擊彈出選單。

;Options > Display
3600=顯示
3601=視窗的位置
3602=固定
3603=相對於列表
3604=相對於視窗
3605=上
3606=下
3607=左
3608=右
3609=不透明度
3610=選單
3611=顯示的最大項目數：
3612=最大寬度（像素）:
3613=最小寬度（像素）:
3614=滑鼠懸浮啟動選單 (以毫秒為單位，0延遲禁用):
3615=彈出選單
3616=在子目錄中顯示最近項目
3617=像素

;Options > Integration
4000=整合
4001=在Listary目錄中新增Total Commander的目錄
4002=使用Total Commander來代替檔案對話框:

;Options > Compatibility
3700=相容性
3701=Listary將隨著下列表中應用程式運作:
3702=新增一個程式到支持列表
3703=從支持列表中刪除被選的程式
3704=檔案管理器
3705=類別
3706=可執行檔案
3707=網址列
3708=是
3709=否

;Options > Pro
3800=升級到Listary Pro
;3801=
3802=姓名:
3803=信箱:
3804=註冊碼:
3805=附註
3806=Listary免費版僅供個人使用。在這種情況下，您被授予這個程式免費使用權。
3807=如需用作商業用途請升級到Listary Pro。
3808=貼上註冊碼
3809=檢查註冊碼

;Options > About
3900=關於
3901=Listary免費版僅供個人使用。如需用於商業用途或需要更多進階功能，請購買Listary Pro。
3902=訪問首頁
3903=此程式授權給

;Add Application Dialog
4100=增加應用程式
4101=拖動應用程式至可以選擇搜索的地址欄，然後釋放滑鼠按鈕。
4102=搜索:
4103=類別:
4104=可執行檔案:
4105=網址列:
4106=檔案管理器 (在檔案管理器中，只檢查目前運作的功能)
4107=*失敗* 目標以管理員身份執行?

;Custom Command Dialog
4200=自訂指令
4201=可執行檔案的完整路徑。\n範例: C:\Program Files\7-Zip\7z.exe
4202=參數:
4203=範例顯示您如何使用7-Zip，來增加被選中檔案之存檔。\n\n您可以使用下列變量的參數。變量不包含引號，請根據自己的需要，手動增加它們。
4204=%file%\t\t全部選擇的檔案/資料夾路徑.\n例如:  D:\download\music\example.mp3\n\n%path%\t目前資料夾路徑.\n例如: D:\download\music\\n\n%filename%\t選擇的檔案/資料夾的檔案名.\n例如: example.mp3


;Add Favorite Dialog
4300=加入最愛